Repository: atlas-studios/Session2-G2
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 翊飞儿攻击了一阵，尤其是每一拳都打在空中，这让她郁闷得吐血。再一次砸空之后，立即横眉竖眼的娇喝道：“你属猴的？怎么就知道闪来闪去？”
en_us: Yi Fei-er continued her attacks for a while, every punch hitting nothing but thin air. It made her incredibly sulky. After yet another miss, she scowled and pouted, "Is your zodiac a monkey? Do you only know how to leap and dodge like one?"

source: 翊龙宇冷笑一声，江逸这铸鼎境三重的武者，就算两人元力被封印了，但是肉体力量和他相差太大了，他随便都能震退对方的双手，当下也不不变招了，继续朝江逸的脖子切去。
en_us: Yi Longyu smirked. Jiang Yi was, after all, only at the third stage of the Cast Tripod Realm. Even if the essence forces of the two sparring parties were sealed from use, Jiang Yi's physical strength was far inferior to his own and he could easily push past Jiang Yi's defenses. With this thought, he maintained the current technique and the knifehand strikes continued their downward trajectory to Jiang Yi's neck.

source: 翊龙宇和江逸一样满头大汗，体力消耗巨大，他脸上没有半点胜利的得意，反而全是是自嘲：“苍狼，你不用装了！刚才你是故意被我拍中的吧？你小子果然和凌雪所说的变态，这反应速度太逆天了，你别说达到铸鼎境六重，就算四重都能轻松击败我！对了……去我家做副长老的事情考虑的怎么样了？如果你答应……江家那边我们来处理，甚至我可以代我父亲做主，把凌雪嫁给你！”
en_us: Like Jiang Yi, Yi Longyu was bathed in perspiration and extremely fatigued. His expression was not one of complacency, but of self-mockery, "Long Wolf, you might as well drop the pretense! You deliberately allowed me to hit you just now, didn't you? You little bugger are truly as obscenely strong as what Lingxue said. This kind of reaction speed is just unnatural. Forget about the sixth stage of the Cast Tripod Realm, you'd be able to defeat me with ease even if you were just at the fourth stage! Speaking of... have you given thought yet to being the Deputy Elder of my family? If you want to... then let us deal with the Jiang Clan. I can even make the decision on my father's behalf, and have Lingxue marry you!"

source: 翊龙宇实力强大，并没有和翊飞儿般被江逸带着转圈，只是瞬间就稳住了身形。身子一转目光内都是高隆战意，他铸鼎境六重的武者竟伤不了一个铸鼎境三重的武者，这要是传出去他在天羽城还怎么混？他作为翊家年轻一代第一强者，翊家也会颜面大损的。
en_us: Yi Longyu's prowess was not to be underestimated; unlike Yi Feier, he did not let Jiang Yi lead him on a wild goose chase and promptly steadied himself. He turned on Jiang Yi again, eyes igniting with fighting spirit. How could he, a martial artist at the sixth stage of the Cast Tripod Realm, incapable of inflicting damage on someone at only the third stage of the Cast Tripod Realm? If word got out, he would be the laughing stock of Skyplume City. As the strongest martial artist of his generation in the Yi Family, he would disgrace the family too.

source: 翊龙宇笑了笑，也不多说径直朝外面走去，走了几步才转头笑道：“你小子果然邪门，和你对战一场，我的流云散手竟有些进步，说不定再和你对战几场将会大成了。你放心……这个秘密我会帮你保守，不过作为补偿，以后我和我们翊家的子弟会经常找你陪练的，希望你每次都全力以赴。”
en_us: Yi Longyue smiled at Jiang Yi's words and headed outside without saying anything more. A few steps later, he turned around and chuckled, "You are definitely a strange brat. My Cloud-Spin Free Hand had actually seen some progress after a battle with you. Perhaps a few more rounds would see it reaching the phenomenal stage. Don't worry... your secret is safe with me, but in return, you will have to spar a lot more frequently with the Yi Family descendants. I hope you can give your all for every battle."

source: 翊龙宇翊凌雪看到这个告示之后顿时满脸失望，他们知道江逸是绝对不可能投靠翊家了，就算不被武殿收买，也会被江家重视了。不过这段时间翊家很多子弟和江逸对练，或多或少都有收获，翊家也算是赚了，下面的每场对战可是要百两紫金了。
en_us: Upon seeing that announcement, Yi Longyu and Yi Lingxue immediately revealed looks of disappointment. They knew that it would be absolutely impossible for Jiang Yi to rely on the Yi Family anymore - even if the Martial Arts Hall did not buy his loyalty, he would surely be treated with great importance by the Jiang Clan. However, over this recent period of time, many descendants of the Yi Family were able to have sparring practice with Jiang Yi and had more or less received some benefits. The Yi Family could be considered to have received a cheap advantage - after all, they would have to spend a whopping hundred taels of purple gold for each sparring match in the future.

source: 翊龙宇见江逸准备好了，眸子内闪过一丝傲然，双手做了一种奇怪的手势，化作掌刀朝江逸斜斜切来。
en_us: Knowing that Jiang Yi was ready, Yi Longyu attacked with a haughty glint in his eyes. His hands formed a strange hand-seal and transformed into knifehands that came down on Jiang Yi crosswise.

source: 老头？不会是魔修虞蒙吧？
en_us: Old fogey? She couldn’t be referring to that fiendish cultivator, Yu Meng, right?

source: 老者走进来，看到江逸整个人都笼罩在斗篷黑袍内更加不爽了，随手拿起桌子上的丹药倒出一枚拿在手里闻了闻，很是不屑的说道：“这是灵神丹炼废了，回炉再造的吧？而且还添加了一些杂七杂八的药粉，药效估计还要打折了，这丹药价值不高，刘管事你看着办吧！”
en_us: As the elderly man walked in, the old man became even more displeased seeing Jiang Yi with his entire body concealed in a cloak and black robes. He readily grabbed the elixir bottle lying on the table, pouring a pill out and giving it a sniff. With much disdain he said, "This is a Spirit Pill that was refined to a useless state, then reheated and re-refined, isn't it? On top of that, a few miscellaneous medicinal powders were added in. I estimate that its medicinal efficacy has also been reduced. The value of this elixir is not high. Housekeeper Liu, you take care of it yourself!"

source: 而上座的印风也开始有一搭没一搭的开始了商业互吹。
en_us: Meanwhile, Yin Feng, seated at the head of the table, started on his business spiel.

source: 而且回炉了多次，他体内的元力也损耗了十分之一，不过他倒是不敢动用黑色元力，生怕被这柳长老看出端倪……
en_us: On top of that, having melting down the ingredients multiple times, one-tenth of the essence force in his body had been consumed. However, he did not dare to use his black essence force, lest Elder Liu got a clue of his secret...

source: 而且就在这花出现的一瞬间，一股极为纯洁的灵气就从里面散发出来。使人精神一振，连着四周灵气都仿佛浓郁了几分。
en_us: The moment Yi Feng presented Shen Ying the flower, a surge of pure spirit Qi burst forth from the flower to fill the surroundings. All of them perked up. The Spirit Qi around them felt a few times richer.

source: 而且是一巴掌一只，比拍蚊子还轻易的，就被打趴了，现在还趴地上不知生死呢！
en_us: Each within a single swat, before they groveled on the ground, unconscious. It seems as though more effort was needed to kill a mosquito then the 10 of them.

source: 而且更重要的是，灵主第一次出门，居然是陪他来幻海寻找适合的灵兽，这种事要是说与派中的长老们听，估计没有人会信吧。他越想就越兴奋，以灵主的实力，别说十三阶的背云兽，就是更高阶的也不在话下。他已经可以想象得到，得到一只高阶灵兽后，其它门派世家，羡慕嫉妒恨的眼神了。
en_us: What was more important was that his Spirit Master's first time out of the Myriad Beast Peak was on a spirit beast hunt with him at the Mirage Sea. Yi Feng was sure that none of the elders from his family would believe it even if he told them. The more he thought about it, the more excited he felt. Given his Spirit Master's skills, not only would the thirteenth-level Cloud-Bearing Beast not be his match - even the higher level beasts would submit to him. He could already imagine how the other aristocratic families and sects would envy him after he gets his own high-level spirit beast.

source: 而且武者修炼到了后面的境界，丹药对于修炼的增幅也有限了，除非是高级的地品天品丹药，否则也只是能起的效果微乎其微。高级丹药异常昂贵，一枚地品丹药价值百金，小小的天羽城，就算是姬家也不可能长期给家族子弟供应的，至于天品丹药，姬天自己也怕消耗不起吧……
en_us: In addition, the elixirs became less effective in strengthening cultivation as martial artists increase their power levels. Unless they were the superior earth-grade and heaven-grade elixirs, the effect would be negligible. However, the superior grade elixirs were extraordinarily expensive. A single earth-grade elixir cost a hundred taels of gold. In a place as small as Skyplume City, even the Ji Family would not be able to supply earth-grade elixirs to its descendants over a long period of time. As for the heaven-grade elixirs, even Ji Tian himself would have trouble affording them...

source: 而且江家只有江恨水和江如龙进了武殿内修炼，他陪练的时候戴着面具，两人不一定能认出他，再说了……两人如此实力，找陪练肯定也找金牌陪练，怎么会找他这种铸鼎境二重的武者？
en_us: Additionally, of the Jiang Clan members, only Jiang Henshui and Jiang Rulong had entered the Martial Arts Hall for power cultivation training. Since he was wearing a mask during sparring practice, the two were unlikely to recognise him. Furthermore... considering how the two individuals had such great power, if they wanted to find sparring partners, they would definitely find gold token-grade ones. Why would they ever consider finding a martial artist with a power level at the second stage of the Cast Tripod Realm like himself?

source: 而且还是四肢瘫开，丝毫没有半点顾忌，脸朝下趴着。
en_us: She lay on the bed bench face down with her four limbs spread apart, having no qualms about it.

source: 而且还是团成团滚出来的那种。
en_us: In addition, it was the kind that rolled out in lumps.

source: 而且这个人不是金丹中期的郁红，而是刚刚结丹，看起来最为柔弱的思羽妹子。
en_us: It wasn't Yu Hong who was a mid-stage Golden Core. Instead, it was Sister Si Yu who had just completed her Core Formation and who looked the weakest out of all of them.

source: 而他们高高在上，魔骨峥峥，战无不胜的魔王，已经趴在地上哭得一把鼻涕一把泪。
en_us: Meanwhile, their lofty, ever victorious Demon King, with unyielding demon character, groveled on the ground in bitter tears.

source: 而因为柳长老的死去，江逸彻底没有机会炼丹了，整个炼丹房都被封了。家族唯一的炼丹师没了，丹药只能去外面购买，丹房内储存的丹药自然会封存，统一调度。
en_us: On top of that, because of Elder Liu's death, Jiang Yi had completely no more opportunities to refine elixirs, as the alchemy lab had been completely sealed off. With the only alchemist in the family clan having passed away, elixirs could now only be purchased from outside. The elixirs stored in the alchemy lab naturally had to be sealed up for long-term storage, with all elixirs rationed and dispatched in controlled portions.

source: 而在上面的楼梯上走下一名黄裳少女后，整个聚珍阁内经过短暂的哗然后，立即安静了下来，落针可闻。很多锦袍公子眼中都露出灼热的光芒，刚想匆匆朝黄裳少女走去，却看到她无视众人直接走进了一间雅阁内。
en_us: As a young lady dressed in yellow apparel walked down the stairs from the floor above, the entire Pearl Gathering Pavilion immediately turned silent after some commotion for a brief moment. The atmosphere was so silent one could hear a pin drop. The eyes of many gentlemen in embroided robes revealed looks of burning passion as they sought to hastily rush towards the young lady dressed in yellow. However, they could only observe her ignore the masses around her and walk directly towards the interior of a small elegent booth.

source: 而对于那天晚上的事，印家和轩辕家并没有出面澄清，也没有站在哪一方说话，但实际已经是偏向无敌派了。所以外面才会把无敌派传得成了隐世大仙门。
en_us: The Yin Family and Xuan Yuan Family did not take nights or so much as offer to clarify what had happened that night. From their conduct, though, it was obvious they were leaning toward the Invincible Sect's side. Otherwise, word wouldn't have spread that the Invincible Sect was a hidden great immortal sect.

source: 而对方却不出他的意料之外身子如破麻袋般倒飞出去，重重的撞在墙上翻滚下来，抱着一条被砸断骨头的手臂惨叫不停……
en_us: But unexpectedly, his opponent flew back, slamming heavily into the wall behind and tumbling to the ground. Cradling his broken arm, he yelled out in excruciating pain…

source: 而据兔妖们的说法，她明显是后一种。
en_us: According to those rabbit demons, she was obviously the latter.

source: 而现在——
en_us: But now—

source: 而等他仔细内视了片刻之后，却整个身子突然一颤，眼睛猛然睁开，一副活见鬼的表情。
en_us: And when he carefully observed for a moment, his body suddenly trembled. Abruptly opening his eyes, he looked as though he had just seen a ghost.

source: 而羿清显然已经习惯了她这副丧样，转而收拾起了桌上的碗筷。沈萤眯着眼看着，有心想帮帮忙，毕竟刚刚做饭的是他。但实在是懒得动，默默的瞅着他进了厨房，顿时升起一种——或许收个徒弟也不错的想法。
en_us: As Yi Qing was now used to seeing her in this sorry condition, he started to clear the table. Shen Ying looked on with eyes half-closed. She wanted to help, as he was the one who had done the cooking. However, she was too lazy to move, so she silently watched him enter the kitchen. At that instant, a thought arose in her mind - maybe taking in a disciple was not that bad after all.

source: 而这只狸猫之所以能进来，估计真如它所说的，从来没有害过人，所以身上没有丝毫血煞之气，才没有触动阵法。
en_us: The fact that it was able to enter the town meant that this civet cat was probably telling the truth. It had never harmed anyone, so there was no trace of baneful Qi in its body which would have triggered the array formation.

source: 而那翊小姐则满脸的不爽，正在教训杨管事：“杨管事，你很不错啊！是不是看我翊凌雪不爽啊？安排一个金牌陪练冒充铜牌陪练……这样戏耍本小姐真的有意思吗？”
en_us: As for that Young Mistress Yi... Her face was filled with an expression of discontent. "Manager Yang, you are truly brazen!" she said with a snort. "Is it just that you're disgruntled with me, Yi Lingxue? You arranged for a gold-token-grade sparring partner to pass off as a bronze-token-grade sparring partner... Is it a lot of fun for you to toy with me this way?"

source: 而金丹的四人中，除了郁红是金丹中期，其它三人都是金丹初期，思羽更是刚刚结丹。想要从一群金丹后期，甚至是金丹大圆满中脱颖而出还是有困难的。
en_us: Out of the four Golden Core disciples, aside from Yu Hong who was at mid-stage Golden Core, only Si Yu had completed her Core Formation. It would still be much too difficult to defeat a bunch of late-stage Golden Core and Perfected Golden Core cultivators.

source: 聚珍阁一层一片喧闹，很多大家族公子和小姐都喜欢来这购物，这里是天羽城最大的商号，能经常进出这里本身也是身份的象征。
en_us: The atmosphere in the Pearl Gathering Pavilion was noisy. Many sons and daughters from famous and powerful familial clans loved going to the Pavilion to do their shopping. This was after all the biggest merchant-house in all of Skyplume City. To be able to regularly visit the place was a symbol of one's status.

source: 聚珍阁内很宽敞，一眼扫去最少有几十丈宽，里面摆满着各种柜台，每个柜台上都有一名店员站立，无数衣袍华贵的男女在四处乱转，感觉这里面就像是一个小型的坊市。
en_us: The interior of the Pearl Gathering Pavilion was wide and spacious. At one glance, one could see ahead for a distance of at least several hundred feet. Various sales counters were spread across the interior of the Pavilion, with a salesperson standing at attention at each counter. Countless numbers of people in luxurious attire were milling and moving about, giving an atmosphere akin to a small market-place.

source: 聚珍阁据说是城主府姬家的产业，里面有无数珍贵的宝物，号称只有你想不到的，没有你买不到的。同时聚珍阁也是成为公认最好出售宝物的地方，童叟无欺。
en_us: It was said that the Pearl Gathering Pavilion was the property of the Ji Family, the family that administered the city. The Pavilion held counless precious treasures inside. As one said, anything you could think of, you could buy it there. The Pearl Gathering Pavilion was at the same time the place the public recognised as the best location to sell off their treasures, where they would never cheat anyone.

source: 聚珍阁顶层很宽敞，但这里只有一个小雅阁，其余一大块地方都种满了黄色的不知名的小花，此刻在阳光的照耀下，一片金灿灿的，如梦如幻。
en_us: The top floor of the Pearl Gathering Pavilion was very spacious, but there was only a small elegent pavilion there. A large portion of the remaining space was planted fully with small yellow flowers of an unknown name. At that moment, with the flowers illuminated by bright sunlight, the scene was one of bright dazzling gold - akin to a fantastic dream.

source: 背云兽再次发出一声大吼，只见四周的海水瞬间掀起巨浪，形成一个半圆，顿时把半个岛屿都给包裹起来。
en_us: The 背云兽 roared once again. Great waves began to form in the sea water around them, threatening to swallow the entire island.

source: 背云兽算是上是体型最大的灵兽了，成年的灵兽本体庞大到可以摭云僻日的程度，所以才名曰背云。此兽性情暴躁，听觉灵敏，却又极为喜静，若是被吵到易发狂，所以并不适合当契约灵兽。刚刚他们上岛时，应该就是不小心唤醒了它。
en_us: The 背云兽 was one of the biggest spirit beasts in the Upper Azure World. A mature 背云兽 could cover a huge part of the sky,. This beast was temperamental and sensitive but extremely quiet. It tended to go berserk when annoyed, so it was not suitable as a Contract Spirit Beast. When they landed on the island, they accidentally awakened it.

source: 能什么，后面他没听见，因为他又晕了。
en_us: As to what that was, he did not know, for he had blacked out again.

source: 能光明正大的落江家面子，如此好的机会怎么会放过？
en_us: How could they give up such a great opportunity to openly and rightly disparage the Jiang Clan?

source: 能对付金丹道君的妖类，至少也是八阶的修为，所以秋掌门才决定让元婴真人带队。此行来的弟子有数十人，都是筑基期，最高的也才筑基大圆满。
en_us: A demon who could take on a Golden Core Dao Lord must have attained at least an eighth-level cultivation, so Sect Master Qiu had made the decision to let a Nascent Soul Perfected One lead the training team. There were dozens of disciples on this trip, all at Foundation Establishment level. The highest among them were only at Perfected Foundation Establishment level.

source: 脚下的阵法，顿时咔嚓一声裂开了，魔修张口吐出一口血，一脸不敢置信的看向羿清，“这怎么可能，我的聚阴阵！你……你是剑修！”明明他的修为在他之上，再加上这个阵法，他不可能赢过他。除非对方是剑修，只有剑修才能越阶挑战。
en_us: The array formation below the fiendish cultivator’s feet cracked open all of a sudden, and he spat out a mouthful of blood as he stared at Yi Qing in disbelief. "How is this possible, my array formation of Yin! You… You are a sword cultivator!" The other’s cultivation was clearly above his. With this array formation, there was no way the other could have beaten him unless the opponent was a sword cultivator; only sword cultivators could challenge him regardless of cultivation level.

source: 脚下突然阵法大亮，一个防御法阵瞬间成形，挡下了所有攻击。
en_us: Suddenly, the array formation flashed brightly. In an instant, a defensive barrier array had formed, blocking off all attacks.

source: 脱离宗门羿清到是无所谓，对玄天宗本就没有什么感情。他太清楚各派宗门的作法，从看到那面水镜开始，他就知道玄天宗众人会有什么反应。
en_us: Yi Qing didn't care that he had just left the sect. He had no feelings toward Blackheaven Sect in any case. He knew better than anyone else how sects worked: he knew how the people of Blackheaven Sect would react the moment he saw the image through the crystals.

source: 自从升仙塔一事之后，无敌派的声望已经达到与三大世家并驾齐驱的地步。无数还未有归属的修士，都蠢蠢欲动，想加入无敌派。终于又到了一年一度，众派开山收徒的日子。
en_us: After what happened with the Immortal Ascension Pagoda, the Invincible Sect's reputation became on par with the three other aristocratic families. There were countless of cultivators who fought to join the Invincible Sect. The sects were now getting ready for their annual recruitment drive.

source: 自从在薄家父子面前，展示过门派的实力后，孤月对教导门下弟子修行的事，越加的上心了。每天亲自带着上百弟子在演武场修练，一边练一边还齐齐喊着各种口号。
en_us: Ever since the sect showcased their strength in front of the Pu's father and son, Lonemoon had been putting in an increasing amount of effort to teach the disciples about cultivation. She would bring hundreds of disciples to the battlefield in person to cultivate, while elling slogans out loud.

source: 自从认识沈吃货后，就连僻谷多年的他，也被召醒了隐藏在每个华夏族人身体内的吃货本能，再没有停下过。这样下去，也不知道什么时候才能得成正果。
en_us: Ever since he got to know Foodie Shen, his many years of Grain Liberation had slowly gone to waste. The foodie in him — that was present in every Chinese — was unleashed. He hadn't managed to reign it in. If this carried on, he didn't know when he would see the results of his Grain Liberation.

source: 自从那晚上，羿清体内的妖气全清，伤势总算好了个完全。或许是因为平日全力压气妖气的原因，此时妖气一清，他竟觉得久久未曾松动的修为，隐隐有突破的趋势。而这一切，全是因为师父予他的那颗妖丹而成的，他再次庆幸，能得此良师。于是到口的打算，也就愈加说不出口。
en_us: Ever since that night, Yi Qing's body was rid of all the demonic aura and he had finally recovered fully. Perhaps due to having used all his might to suppress the demonic aura all this while, now that the aura was cleared out, he actually felt that his cultivation which had been at a bottleneck was showing signs of possibly making a breakthrough. All of this was thanks to the demon core that Master had given to him, hence he was once again relieved to have met such a good teacher. He therefore swallowed back in the intentions he had been wanting to voice out.

source: 至于江逸嘛……
en_us: As for Jiang Yi…

source: 至于沈萤……就安心的做个吉祥物兼外挂就可以了。
en_us: As for Shen Ying... she could focus on being a good lucky charm for them.

source: 至于羿清身上有没有千叶草木灵，他们根本不在乎；他们要的只是个借口，若他们坚持没有，他们照样可以灭了玄天宗，不单报了那三人的仇，还能在下界多了股势力；若是有，那更是意外之喜。
en_us: They didn’t even care whether Yi Qing had the Thousand Leaves Vegetation Spirit with him; all they needed was an excuse. As long as Lonemoon, Yi Qing and Shen Ying insisted that they didn’t have the Thousand Leaves Vegetation Spirit, they would destroy the Blackheaven Sect. Then, not only would they be able to avenge their three Elders, they would also be able to flaunt their power in the Lower Realm. If the three of them admitted that they had the Thousand Leaves Vegetation Spirit, it would still be a pleasant surprise to them.

source: 至于那丹药的药力就更别说了，这丹药等级太低了，药力太弱而且挥发的速度太慢太慢，一个时辰了才渗透到血液内，缓缓朝伤口涌去……
en_us: This is to say nothing about the efficacy of that elixir. The grade of the elixir was too low, its medical efficacy too weak and the speed of its healing effects slow—it had already been two hours, yet the medicine had only just penetrated into the blood and was just slowly making its way to the wound...

source: 至少江如龙懵了，他空有一身的本事却没地方使用，江逸抡麻袋般抡着他弟弟朝他砸来，他能怎么办？只能不断的后退，不断的暴怒大吼：“小野种，我要杀了你，杀了你！小野种，你有种放下我弟弟，看老子不撕了你？”
en_us: At least now Jiang Rulong was in a state of confusion. He who had a whole array of skills could do anything. Jiang Yi used his younger brother as a sack to smash at him, what could he do? The only thing he could do was to constantly retreat and yelled with warth, "You little bastard, I am going to kill you, kill you! Little bastard, let my brother down if you have the guts. See if I will tear you apart!"

source: 至此她终于确认了一个事，她在这个世界……好像是无敌的？
en_us: At that moment she finally acknowledged one thing, and that was the fact that she… just might be invincible in this world?

source: 良久……
en_us: For a long while…

source: 芮糜一惊，还没反应过来，就觉得眼前一阵天旋地转。
en_us: Rui Mi was shocked, but before he could react, he felt the world spinning around him.

source: 芮糜已经走到了床边，闻言低声笑道，“呵呵，小娃娃，我马上就让你安静！”永远安静的那种。
en_us: Rui Mi had already walked to the side of the bed. Hearing such a remark from her, he sniggered, "Heh heh, little girl, I am going to make you quiet right away! The kind that lasts forever."

source: 花费了大半个时辰，江逸将七号药田的草药清点完毕，在他正准备下山回家修炼时，却听到左边小树林内响起一阵窸窸窣窣的声音。
en_us: After spending an entire hour on his work, Jiang Yi finally completed taking stock of the medicinal plants in Plantation Number Seven. Just as he was ready to head down the hills and return home to cultivate, he heard a rustling noise coming from the small forest to his left.

source: 荣管事亲切的拍了拍江逸的肩膀，态度和之前一个天上一个地上。柳长老在江家地位特殊，连带江逸地位也提高了不少，这小小的管事现在可不敢得罪江逸了，否则他在柳长老面前说几句，他这管事的位置就堪忧了……
en_us: Chief Rong cordially slapped Jiang Yi's shoulder, his attitude completely different from before. Elder Liu had a special position in the Jiang Clan and had collaterally increased Jiang Yi's position considerably. This tiny housekeeper now no longer dared to insult Jiang Yi—otherwise, should he say something to Elder Liu, his position as housekeeper would be in jeopardy...

source: 荣管事依旧没有回头，只是冷冷地质问道：“昨日不是让你去清点四号药田吗？为何没有上报？这才几天功夫，你就是这样做事的？这事我要是上报刑堂，你本月的月例就一个铜板也别想领到了，哼！”
en_us: Chief Rong didn’t even turn around to look at Jiang Yi. “Didn’t I order you to check on Plantation Four yesterday morning?” he demanded coldly. “Why didn’t you report back to me?! This is a very easy job, you know! Is this how you do things around here?! I’m going to have to report this incident to the Disciplinary Court—forget about even getting a single coin for this month’s salary! Hmph!”

source: 荣管事的脸色一下变了，很快挤出一丝笑容，凑过来问道：“好啊，江逸，你小子倒是很厉害的嘛，竟被柳长老看上了？老实说……你是否有炼丹方面的天赋？这才被柳长老看上的？柳长老可是古板固执的很，江松的父亲求了很久，才把他送进去的。”
en_us: Chief Rong's face instantly changed its color as he quickly revealed a thin thread of a smile, before reaching over to ask, "Good, Jiang Yi, a boy like you can sure be incredible—you actually received Elder Liu's favor? Frankly speaking... do you have natural talent in refining elixirs? This was what got you Elder Liu's favor? Elder Liu is very inflexible and stubborn—it took Jiang Song's father much begging for a very long time before he could send him over."

source: 荣管事的面色一下缓和下来，亲切的拍了拍江逸的肩膀道：“行啊，江逸，你小子能耐了啊。年轻人嘛，出去历练下总是好事，不过你得注意安全啊，三个月必须回归家族，否则上面追查起来，要是认定你叛族那可就麻烦了……”
en_us: Chief Rong's expression gentled right away. He patted Jiang Yi's shoulder kindly, "Good, Jiang Yi, you little brat has quite the capability. It supposedly can't be a bad thing for a young man like you to venture out for some experience and toughening, but you have to be careful, and return to the family clan in three months, lest things turn complicated if they investigate the matter and deem you a renegade of the family clan..."

source: 荣管事看到江逸走了进来，面色一板冷哼道：“江逸，五号药田内的药草清点完毕了？”
en_us: Chief Rong saw Jiang Yi walking over. He glared at him and snorted coldly. "Jiang Yi, are you done accounting for the medicinal herbs in Plantation Number Five?"

source: 荣管事终于转过身狠狠瞪了江逸一眼，训斥道：“还不快去西山清点？要是两个时辰内没有上报准确数量，你就等着挨刑堂的责罚吧！”
en_us: Chief Rong finally turned himself around and stared Jiang Yi straight into his eyes with a look of ferocity. “Go to the Western Hills now! If you haven’t reported back in four hours with the right numbers, you’ll be sorry!”
